Repository: pozsarzs/lc-circuits
Catalog: languages/electrontubes_*.po
Languages: hu

source: Help file error!
hu: Hibás a súgófájl formátuma!

source: There is not help file!
hu: Nincs megfelelően strukturált konfigurációs fájl!

source: (There is not picture!)
hu: (Nincs kép!)

source: New version is available. Please visit homepage!
hu: Új változat elérhető. Kérem, látogassa meg a honlapot!

source: Save report to file
hu: Eredmény mentése fájlba

source: text files (*.txt)|*.txt| all files (*.*)|*.*|
hu: szöveges fájlok (*.txt)|*.txt| minden fájl (*.*)|*.*|

source: Write error
hu: Írási hiba

source: File exists, overwrite?
hu: A fájl létezik, felülírjam?

source: No picture!
hu: Nincs kép!

source: Do you want to save your work?
hu: Elmentsem a munkáját?

source: Bad value, fix it
hu: Rossz érték, kérem javítsa ki

source: There is not newer version.
hu: Nincs újabb változat.

source: Sizing report
hu: Méretezési eredmény

source: Warning! Calculating error, the result can be wrong.
hu: Figyelem! Számítási hiba, az eredmény hibás lehet!

source: Save initial values
hu: Kiindulási a&datok mentése

source: values files (*.cav)|*.cav| all files (*.*)|*.*|
hu: adatfájlok (*.cav)|*.cav|Minden fájl (*.*)|*.*||

source: Load initial values
hu: Kiindulási adatok &betöltése

source: This file is not owned by this application!
hu: Ez az állomány nem ezzel az alkalmazással készült!

source: Saved data is not compatible this module!
hu: A mentett adat nem kompatibilis ezzel a modullal!

source: Different version application has saved this file!
hu: Ez a fájl eltérő változat számú alkalmazással készült!

source: Read error!
hu: Olvasási hiba!

source: Print report
hu: Eredmény nyomtatása

source: Print error!
hu: Nyomtatási hiba!

source: Schematic draw
hu: Kapcsolási rajz

source: result.txt
hu: eredmeny.txt

source: Select browser application
hu: Válasszon böngészőt

source: Select mailer application
hu: Válasszon levelezőt

source: executables|*.exe|all files|*.*
hu: alkalmazások|*.exe|minden fájl|*.*

source: all files|*.*
hu: minden fájl|*.*

source: Voltage regulator with gas filled voltage stabiliser tube
hu: Feszültség stabilizátor gáztöltésű stabilizátorcsővel

source: V1|Ui|V|ignition voltage
hu: V1|Ui|V|gyújtófeszültség

source: V1|Uamin|V|minimal anode voltage
hu: V1|Uamin|V|minimális anódfeszültség

source: V1|Uamax|V|maximal anode voltage
hu: V1|Uamax|V|maximális anódfeszültség

source: V1|Iamin|mA|minimal anode current
hu: V1|Iamin|mA|minimális anódáram

source: V1|Iamax|mA|maximal anode current
hu: V1|Iamax|mA|maximális anódáram

source: Uinmin|V|minimal input voltage
hu: Uinmin|V|min. bemeneti feszültség

source: Uinmax|V|maximal input voltage
hu: Uinmax|V|max. bemeneti feszültség

source: Uout|V|output voltage
hu: Uout|V|kimeneti feszültség

source: Iout|mA|output current
hu: Iout|mA|kimeneti áram

source: Rbmin|kohm|minimal ballast resistor
hu: Rbmin|kohm|minimális előtét ellenállás

source: Rbmax|kohm|maximal ballast resistor
hu: Rbmax|kohm|maximális előtét ellenállás

source: Calculation error, please check values!
hu: Számítási hiba, ellenőrizze az értékeket!

source: Increase the input voltage!
hu: Emelje a bemeneti feszültséget!

source: Current stabilised heating circuit with baretter (Fe-H resistor)
hu: Áramstabilizált fűtőáramkör baréterrel (Fe-H ellenállás)

source: V1|Ubmin|V|minimal baretter voltage
hu: V1|Ubmin|V|minimális baréter feszültség

source: V1|Ubmax|V|maximal baretter voltage
hu: V1|Ubmax|V|maximális baréter feszültség

source: V1|Ib|A|nominal baretter current
hu: V1|Ib|A|névleges baréter áram

source: Uin|V|input voltage
hu: Uin|V|bemeneti feszültség

source: Uh|V|total heating voltage
hu: Uh|V|teljes fűtőfeszültség

source: Ih|A|heating current
hu: Ih|A|fűtőáram

source: R1|ohm|ballast resistor
hu: R1|ohm|előtét ellenállás

source: PR1|W|power of the ballast resistor
hu: PR1|W|az előtét ellenállás teljesítménye

source: Please select another baretter: Ih and Ib must be equal!
hu: Válasszon másik barétert: az Ih és az Ib értékének meg kell egyeznie.

source: Bad values: Uin must be bigger than Ubmax!
hu: Rossz érték: Uin-nek nagyobbnak kell lennie az Ubmax-nál!

source: Grounded cathode amplifier with triode
hu: Földelt katódú erősítő triódával

source: V1|Ug0|V|quiescent grid voltage with correct sign
hu: V1|Ug0|V|nyugalmi rácsfeszültség helyes előjellel

source: V1|Ua0|V|quiescent anode voltage
hu: V1|Ua0|V|nyugalmi anódfeszültség

source: V1|Ia0|mA|quiescent anode current
hu: V1|Ia0|mA|nyugalmi anódáram

source: V1|DUg|V|grid voltage change
hu: V1|DUg|V|rácsfeszültség változás

source: V1|DUa|V|anode voltage change
hu: V1|DUa|V|anódfeszültség változás

source: V1|DIa|mA|anode current change
hu: V1|DIa|mA|anódáram változás

source: Ups|V|power supply voltage
hu: Ups|V|tápfeszültség

source: Rg|Mohm|grid-leak resistor (from datasheet)
hu: Rg|Mohm|rácslevezető ellenállás (adatlapból)

source: Ra|kohm|anode resistor (from datasheet)
hu: Ra|kohm|anód ellenállás (adatlapból)

source: Rk|ohm|cathode resistor
hu: Rk|ohm|katód ellenállás

source: PRk|W|quiescent dissipation of the cathode resistor
hu: PRk|W|a katódellenállás nyugalmi disszipációja

source: PRg|W|quiescent dissipation of the grid-leak resistor
hu: PRg|W|a rácslevezető ellenállás nyugalmi disszipációja

source: PRa|W|quiescent dissipation of the anode resistor
hu: PRa|W|az anódellenállás nyugalmi disszipációja

source: u|-|voltage gain
hu: u|-|feszültség erősítés

source: Au|dB|voltage gain
hu: Au|dB|feszültség erősítés

source: Ri|kohm|internal resistance
hu: Ri|kohm|belső ellenállás

source: gm|mA/V|mutual conductance
hu: S|mA/V|meredekség

source: Zin|Mohm|input impedance
hu: Zin|Mohm|bemeneti impedancia

source: Zout|kohm|output impedance
hu: Zout|kohm|kimeneti impedancia

source: Grounded cathode amplifier with triode (with bypassed cathode resistor)
hu: Földelt katódú erősítő triódával (kondenzátorral álthidalt katódellenállással)

source: fl|Hz|low frequency range
hu: fl|Hz|alsó határfrekvencia

source: Ck|uF|cathode capacitor
hu: Ck|uF|katód kondenzátor

source: UCk|V|voltage of cathode capacitor
hu: UCk|V|a katód kondenzátor feszültsége

source: Grounded cathode amplifier with triode with negative feedback
hu: Földelt katódú erősítő triódával és negatív visszacsatolással

source: V1|Ri|kohm|internal resistance (from datasheet)
hu: V1|Ri|kohm|belső ellenállás (adatlapból)

source: V1|u|-|voltage gain (from datasheet)
hu: V1|u|-|feszültségerősítés (adatlapból)

source: Rf|kohm|feedback resistor (min. 3 x Ra!)
hu: Rf|kohm|visszacsatoló ellenállás (min. 3 x Ra!)

source: Av|-|requested voltage gain with feedback
hu: Av|-|igényelt feszültségerősítés a visszacsatolással

source: Rg|kohm|grid resistor
hu: Rg|kohm|rács ellenállás

source: A0|-|gain without feedback
hu: A0|-|erősítés visszacsatolás nélkül

source: A0|dB|gain without feedback
hu: A0|dB|erősítés visszacsatolás nélkül

source: Av'|-|calculated voltage gain with feedback
hu: Av'|-|számított feszültségerősítés visszacsatolással

source: Av'|dB|calculated voltage gain with feedback
hu: Av'|dB|számított feszültségerősítés visszacsatolással

source: Cc|uF|couple capacitor
hu: Cc|uF|csatoló kondenzátor

source: Rf must be equal or bigger than 3xRa!
hu: Az Rf legalább 3x akkora legyen mint az Ra!

source: Av must be bigger than zero!
hu: A kívánt visszacsatolt erősítésnek (Av) nagyobbnak kell lennie, mint 0!

source: fl must be bigger than zero!
hu: Az alsó határfrekvenciának (fl) nagyobbnak kell lennie, mint 0!

source: Grounded cathode amplifier with triode cascode #1
hu: Földelt katódú erősítő trióda kaszkáddal 1.

source: V1|Ug0|V|quiescent grid voltage of lower triode with correct sign
hu: V1|Ug0|V|az alsó trióda nyugalmi rácsfeszültsége helyes előjellel

source: V1|Ua0|V|quiescent anode voltage of lower triode
hu: V1|Ua0|V|az alsó trióda nyugalmi anódfeszültsége

source: V1|Ia0|mA|quiescent anode current of lower triode
hu: V1|Ia0|mA|az alsó trióda nyugalmi anódárama

source: V2|Ug0|V|quiescent grid voltage of upper triode with correct sign
hu: V2|Ug0|V|a felső trióda nyugalmi rácsfeszültsége helyes előjelle

source: R1|kohm|upper resistor of voltage divider (default is 560 kohm)
hu: R1|kohm|a feszültségosztó felső tagja (alap: 560 kohm)

source: R1|kohm|upper resistor of voltage divider
hu: R1|kohm|a feszültségosztó felső tagja

source: PR1|W|dissipation of R1 resistor
hu: PR1|W|az R1 ellenállás disszipációja

source: R2|kohm|lower resistor of voltage divider
hu: R2|kohm|a feszültségosztó alsó tagja

source: PR2|W|dissipation of R2 resistor
hu: PR2|W|az R2 ellenállás disszipációja

source: C1|nF|V2 grid capacitor
hu: C1|nF|V2 rács kondenzátor

source: UC1|V|voltage of C1 capacitor
hu: UC1|V|a C1 kondenzátor feszültsége

source: R1 must be bigger than zero!
hu: Az R1-nek nagyobbnak kell lennie, mint 0!

source: AC coupled cathode follower with triode
hu: AC csatolt katódkövető triódával

source: V1|Ug0|V|quiescent grid voltage of triode with correct sign
hu: V1|Ug0|V|nyugalmi rácsfeszültség helyes előjellel

source: V1|Ua0|V|quiescent anode voltage of triode
hu: V1|Ua0|V|nyugalmi anódfeszültség

source: V1|Ia0|mA|quiescent anode current of triode
hu: V1|Ia0|mA|nyugalmi anódáram

source: Rk1|kohm|load resistor (from datasheet)
hu: Rk1|kohm|terhelő ellenállás (adatlapból)

source: Rg|kohm|grid-leak resistor (from datasheet)
hu: Rg|kohm|rácslevezető ellenállás (adatlapból)

source: PRk1|W|quiescent dissipation of the lower cathode resistor
hu: PRk1|W|a terhelő ellenállás nyugalmi disszipációja

source: Rk2|kohm|upper cathode resistor
hu: Rk2|kohm|katódellenállás

source: PRk2|W|quiescent dissipation of the upper cathode resistor
hu: PRk2|W|a katódellenállás nyugalmi disszipációja

source: Zin|kohm|input impedance
hu: Zin|kohm|bemeneti impedancia

source: Zout|ohm|output impedance
hu: Zout|ohm|kimeneti impedancia

source: Au|-|calculated voltage gain
hu: Au|-|számított feszültségerősítés

source: Au|dB|calculated voltage gain
hu: Av|dB|számított feszültségerősítés

source: Shunt regulated push-pull (SRPP) amplifier with triodes
hu: SRPP erősítő triódával

source: Rl|kohm|load resistor (from datasheet)
hu: Rl|kohm|terhelő ellenállás (adatlapból)

source: fl|Hz|lower frequency range
hu: fl|Hz|alsó határfrekvencia

source: Mu-follower amplifier with triodes
hu: Mű-követő erősítő triódákkal

source: V2|Ug0|V|quiescent grid voltage of triode with correct sign
hu: V2|Ug0|V|nyugalmi rácsfeszültség helyes előjellel

source: V2|Ua0|V|quiescent anode voltage of triode
hu: V2|Ua0|V|nyugalmi anódfeszültség

source: V1-2|Ia0|mA|common quiescent anode current
hu: V1-2|Ia0|mA|közös anódáram

source: V2|UB|V|maximal anode voltage ("B" point on characteristic)
hu: V2|UB|V|maximális anódfeszültség ("B" pont a grafikonon)

source: V2|IA|mA|maximal anode current ("A" point on characteristic)
hu: V2|IA|mA|maximális anódáram ("A" pont a grafikonon)

source: Rg1|kohm|grid-leak resistor (from datasheet)
hu: Rg1|kohm|rácslevezető ellenállás (adatlapból)

source: Rg2|kohm|grid-leak resistor (from datasheet)
hu: Rg2|kohm|rácslevezető ellenállás (adatlapból)

source: Rk1|ohm|cathode resistor
hu: Rk1|ohm|katód ellenállás

source: PRk1|W|quiescent dissipation of the cathode resistor
hu: PRk1|W|a katódellenállás nyugalmi disszipációja

source: Rk2|ohm|cathode resistor
hu: Rk2|ohm|katód ellenállás

source: PRk2|W|quiescent dissipation of the cathode resistor
hu: PRk2|W|a katódellenállás nyugalmi disszipációja

source: Rl|kohm|load resistor
hu: Rl|kohm|terhelő ellenállás

source: PRl|W|quiescent dissipation of the load resistor
hu: PRl|W|a terhelő ellenállás nyugalmi disszipációja

source: Cg2|nF|grid capacitor
hu: Cg2|nF|rács kondenzátor

source: Cathodyne phase inverter #1
hu: Katodin fázisfordító 1.

source: V1|Ugk0|V|quiescent grid-cathode voltage of triode
hu: V1|Ugk0|V|nyugalmi rács-katód feszültség

source: V1|Uak0|V|quiescent anode-cathode voltage of triode
hu: V1|Uak0|V|nyugalmi anód-katód feszültség

source: Rk-Ra|kohm|anode and cathode resistors
hu: Rk-Ra|kohm|anód és katód ellenállások

source: R1|kohm|voltage divider resistor
hu: R1|kohm|feszültségosztó ellenállás

source: PR1|W|quiescent dissipation of the divider resistor
hu: PR1|W|a feszültségosztó ellenállás nyugalmi disszipációja

source: Rb|kohm|bias resistor
hu: Rb|kohm|munkapont beállító ellenállás

source: PRb|W|quiescent dissipation of the bias resistor
hu: PRb|W|a munkapont beállító ellenállás nyugalmi disszipációja

source: PRa-PRk|W|quiescent dissipation of anode and cathode resistors
hu: PRa-PRk|W|az anód és katód ellenállások nyugalmi disszipációja

source: Grounded cathode amplifier with triode cascode #2
hu: Földelt katódú erősítő trióda kaszkáddal 2.

source: R1|Mohm|grid-leak resistor of upper triode
hu: R1|Mohm|a felső trióda rácslevezető ellenállása

source: Cathodyne phase inverter #2
hu: Katodin fázisfordító 2.

source: V1|Ugk0|V|quiescent grid-cathode voltage of triode with correct sign
hu: V1|Ugk0|V|nyugalmi katód-rács feszültség helyes előjellel

source: Calculate! (F3)
hu: &Számolj! (F3)

source: Reset data (F2)
hu: Adatok törlése (F2)

source: Electrontubes [CheapApps series]
hu: Elektroncsövek [CheapApps sorozat]

source: Hin&t
hu: Leí&rás

source: Hi&nt
hu: Leí&rás

source: How can I set them?
hu: Hogyan állítsam ezt be?

source: Calculated values
hu: Számított értékek

source: Initial values
hu: Kiindulási értékek

source: Parameters
hu: Paraméterek

source: &File
hu: &Fájl

source: &Configuration
hu: &Konfiguráció

source: Se&ttings...
hu: &Beállítások...

source: &Set serial number...
hu: Sorozatszám beállítás...

source: Save &report to file...
hu: Eredmény &mentése fájlba...

source: Search &new version
hu: Ú&j verzió keresése

source: Save settin&gs
hu: Beállítások menté&se

source: &Content
hu: &Tartalom

source: &Load initial values...
hu: Kiindulási adatok &betöltése...

source: &Print report...
hu: Eredmény n&yomtatása...

source: Load re&cent
hu: Előzménye&k

source: On-line &bugreport
hu: On-line hi&bajelentés

source: &Homepage
hu: &Honlap

source: &Operation
hu: Műkö&dés

source: &Reset data
hu: Adatok &törlése

source: Calculate!
hu: &Számolj!

source: &Help
hu: &Segítség

source: &About...
hu: &Névjegy

source: &Save initial values...
hu: Kiindulási a&datok mentése

source: &Quit
hu: &Kilépés

source: Name [unit]
hu: Név [egység]

source: Value
hu: Érték

source: Description
hu: Leírás

source: Pos.
hu: Poz.

source: General data
hu: Általános adatok

source: Parameters of active elements
hu: Aktív elemek jellemzői

source: Close
hu: Bezárás

source: About
hu: Névjegy

source: Homepage:
hu: Honlap:

source: Licence: EUPL v1.1
hu: Licenc: EUPL v1.1

source: &Set
hu: &Beállít

source: &Cancel
hu: &Mégsem

source: &Default
hu: Alapértelmezés

source: Offline mode
hu: Off-line mód

source: Save history
hu: Előzmény mentése

source: Preferences
hu: Beállítások

source: Browser application:
hu: Böngésző alkalmazás:

source: Mailer application:
hu: Levelező alkalmazás:

source: &Close
hu: Be&zárás

source: &Previous
hu: &Előző

source: &Next
hu: &Következő

source: Cannot read the users's configuration file!
hu: A felhasználó beállítása nem olvasható!

source: Cannot write the user's configuration file!
hu: A felhasználó beállítása nem menthető!

source: Please check browser application setting!
hu: Ellenőrizze a megadott böngésző alkalmazást!

source: Please check mailer application setting!
hu: Ellenőrizze a megadott levelező alkalmazást!

source: Missing files! Please reinstall application!
hu: Hiányzó fájlok! Telepítse újra a programot.

source: Cannot write temporary file!
hu: Ideiglenes állomány nem hozható létre!
